Tekla.Structures.Model.RebarCranking.CrankSideEnum
The crank side.

Tekla.Structures.Model.RebarCranking.CrankSideEnum.CRANK_LEFT
Crank left.

Tekla.Structures.Model.RebarCranking.CrankSideEnum.CRANK_RIGHT
Crank right.